Repository: hijonoob/qvq
Catalog: cms2/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: List schools
pt_br: Lista escolas

source: Name
pt_br: Nome

source: Contact
pt_br: Contato

source: Phone
pt_br: Telefone fixo

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Teacher management
pt_br: Gestão de professores

source: Add teacher
pt_br: Adicionar professor

source: List teachers
pt_br: Listar professores

source: Student management
pt_br: Gestão de alunos

source: Add student
pt_br: Adicionar alunos

source: List students
pt_br: Listar alunos

source: Group management
pt_br: Gestão de grupos

source: Add groups
pt_br: Adicionar grupos

source: List groups
pt_br: Listar grupos

source: Go to content
pt_br: Ir para o conteúdo

source: Go to menu
pt_br: Ir para o menu

source: Go to footer
pt_br: Ir para o rodapé

source: High contrast
pt_br: Alto contraste

source: Management Area QvQ
pt_br: Área de Gestão QvQ

source: Register by sending your data to:
pt_br: Registre-se enviando seus dados para:

source: Project developed as
pt_br: Projeto desenvolvido como

source: a course conclusion papper of
pt_br: um trabalho de conclusão de curso de

source: Technology in Game Development from
pt_br: Tecnologia em Jogos Digitais da

source: School management
pt_br: Gestão de escolas

source: Add school
pt_br: Adicionar escola

source: Hello
pt_br: Olá

source: Group ID
pt_br: ID de Grupo

source: Edit teacher
pt_br: Editar professor

source: Edit student
pt_br: Editar aluno

source: Edit school
pt_br: Editar escola

source: School not found
pt_br: Escola não encontrada

source: School found: ID
pt_br: Escola encontrada: ID

source: All data must be typed
pt_br: Todos os campos devem ser preenchidos

source: Changed successfully
pt_br: Alteração efetuada com sucesso

source: User
pt_br: Usuário

source: login user
pt_br: usuário de login

source: Profile
pt_br: Perfil

source: access profile, 2 to school, 3 to admin
pt_br: perfil de acesso, 2 para escola, 3 para admin

source: school name
pt_br: nome da escola

source: Registered Name
pt_br: Razão Social

source: registered name of the school
pt_br: Razão Social da escola

source: Registered Number
pt_br: CNPJ

source: registered number of the school
pt_br: CNPJ da escola

source: Address
pt_br: Endereço

source: complete address of the school
pt_br: Endereço completo da escola

source: City
pt_br: Cidade

source: city of the school
pt_br: Cidade da escola

source: State
pt_br: Estado

source: state of the school
pt_br: Estado da escola

source: Zip Code
pt_br: CEP

source: zip code of the school
pt_br: CEP da escola

source: phone of the school
pt_br: Telefone da escola

source: contact name to talk to the school
pt_br: Nome do contato para falar com a escola

source: Password
pt_br: Senha

source: login access password
pt_br: Senha para acesso

source: Teacher not found
pt_br: Professor não encontrado

source: Teacher found: USER
pt_br: Professor encontrado: USUÁRIO

source: All fields must be typed
pt_br: Todos os campos devem ser preenchidos

source: Birth date
pt_br: Data de nascimento

source: Mobile Phone
pt_br: Telefone celular

source: Contact us to register your school and have access to the game version of the game
pt_br: Entre em contato para registrar sua escola e ter acesso a versão demo do jogo

source: Add Group
pt_br: Adicionar grupo

source: Error saving data - At least one teacher must be added
pt_br: Erro ao salvar dados - Pelo menos um professor deve ser adicionado

source: Teacher
pt_br: Professor

source: added to the group
pt_br: Professor adicionado ao grupo

source: Error adding teacher
pt_br: Erro ao adicionar professor

source: to the group
pt_br: ao grupo

source: Add teacher to this group
pt_br: Adicionar professor a esse grupo

source: Teachers to add
pt_br: Professores a adicionar

source: Remove from group
pt_br: Remover do grupo

source: Add to group
pt_br: Adicionar ao grupo

source: Add group with teachers
pt_br: Adicionar grupo com professor

source: Grade
pt_br: Ano

source: Score
pt_br: Pontos

source: login username
pt_br: login de usuário

source: Access profile - 2 to school - 3 to admin
pt_br: Perfil de acesso - 2 para escola - 3 para admin

source: name of the school
pt_br: nome da escola

source: Registered name
pt_br: Razão Social

source: Registered number
pt_br: CNPJ

source: cnpj of the school
pt_br: CNPJ da escola

source: full address of the school
pt_br: Endereço completo da escola

source: Zip code
pt_br: CEP

source: phone number of the school
pt_br: telefone da escola

source: name of the contact to talk to the school
pt_br: nome do contato para falar com a escola

source: access password of the school
pt_br: senha de acesso da escola

source: Edit teacher form group
pt_br: Remover professor do grupo

source: Error saving data - Not allowed to remove all teachers
pt_br: Erro ao salvar datos - Não é permtido remover todos os professores

source: No change was made
pt_br: Nenhuma mudança foi feita

source: added to the group
pt_br: adicionado ao grupo

source: removed from group
pt_br: removido do grupo

source: Teacher form group
pt_br: Professor do grupo

source: Teacher without group
pt_br: Professor sem grupo

source: Save teacher changes
pt_br: Salvar mudanças do professor

source: Type your user name
pt_br: Digite seu nome de usuário

source: password
pt_br: Senha

source: Log in
pt_br: Logar

source: Added successfully
pt_br: Adição realizada com sucesso

source: name
pt_br: nome

source: birth date
pt_br: data de nascimento

source: phone number
pt_br: telefone fixo

source: Mobile phone
pt_br: telefone celular

source: mobile phone number
pt_br: número de telefone celular

source: full address
pt_br: endereço completo

source: city
pt_br: cidade

source: state
pt_br: estado

source: zip code
pt_br: cep

source: user login
pt_br: login de usuário

source: Brth date
pt_br: data de nascimento

source: Grade ID
pt_br: ID de Ano

source: Grade ID - only a number
pt_br: ID de Ano - apenas números

source: Edit students from Group
pt_br: Editar alunos do grupo

source: Error saving data - Not allowed to remove all students
pt_br: Erro ao salvar dados - Não permitido remover todos os alunos

source: student
pt_br: aluno

source: added to group
pt_br: adicionado ao grupo

source: Student
pt_br: Aluno

source: removed from group
pt_br: removido do grupo

source: Students grom group
pt_br: Alunos do grupo

source: Students without group
pt_br: Alunos sem grupo

source: Save students changes
pt_br: Salvar alterações dos estudantes

source: Student not found
pt_br: Estudante não encontrado

source: Student found: USER
pt_br: Estudando encontrado: USUÁRIO

source: group id - default to 99999
pt_br: ID de Grupo - padrão em 99999

source: Grade ID - default to 1
pt_br: ID de Ano - padrão em 1

source: Created questions
pt_br: Questões criadas
